[{"type":"intro","content":["“ME”:"]},{"type":"intro","content":["(cough)"]},{"type":"intro","content":["......"]},{"type":"intro","content":["What's happening?"]},{"type":"intro","content":["The car .... Why is it......"]},{"type":"intro","content":["(cough)"]},{"type":"intro","content":["Ray, where are you, are you okay?"]},{"type":"setAnimation","target":"bg","animationName":"bg_down","duration":"1"},{"type":"bg","bg":"AE26DCF9A7CB636856507EF9EE9CF0CF.png","noBg":false,"next":true},{"type":"dialog","speaker":"","content":"“ME”: Ray？！\n","vocal":"","ignoreSpeaker":false},{"type":"dialog","speaker":"","content":"Are you okay? I can't move ...... you wait, I'll call for help!","vocal":"","ignoreSpeaker":false},{"type":"dialog","speaker":"","content":"Ray, wake up!","vocal":"","ignoreSpeaker":false},{"type":"dialog","speaker":"","content":"Wake up ......\n","vocal":"","ignoreSpeaker":false},{"type":"bg","bg":"","noBg":true,"next":true},{"type":"dialog","speaker":"","content":"","vocal":"","ignoreSpeaker":true},{"type":"bg","bg":"F724FF258FE03DDF3EEB4FA15A807662.jpg","noBg":false,"next":true},{"type":"dialog","speaker":"？？？","content":"Wake up！","vocal":"","ignoreSpeaker":false},{"type":"dialog","speaker":"","content":"“ME”:（……Where am I?）","vocal":"","ignoreSpeaker":false},{"type":"dialog","speaker":"","content":"A sweet female voice came through.\n","vocal":"","ignoreSpeaker":true},{"type":"dialog","speaker":"？？？","content":"Why are you asleep? Are you too tired?\n","vocal":"","ignoreSpeaker":false},{"type":"dialog","speaker":"","content":"You want to get up to see who is talking.\n","vocal":"","ignoreSpeaker":true},{"type":"dialog","speaker":"？？？","content":"Haha, it's okay, if you're tired just lie down on the grass for a while, we have plenty of time anyway.","vocal":"","ignoreSpeaker":false},{"type":"dialog","speaker":"","content":"How about this, if there' s nothing to do, let me sing a song for you. When I first came here I thought, such a nice view, such a comfortable wind, it's too sad not to do something about it.","vocal":"","ignoreSpeaker":false},{"type":"dialog","speaker":"","content":"Hey, it's been a long time since I sang to you, and I'm still a little nervous about it. I hope you will feeling better.","vocal":"","ignoreSpeaker":false},{"type":"dialog","speaker":"","content":"The girl sits down next to you and plucks the strings with her hands. The beautiful sound of singing comes to you.\n","vocal":"","ignoreSpeaker":true},{"type":"bgm","bgm":"2022-0807-1.mp3","noBgm":false},{"type":"bg","bg":"G}A6~DU{F444[4}`4`$H99Y.png","noBg":false,"next":true},{"type":"dialog","speaker":"","content":"The wind slowly blows past you, carrying the girl's voice far away.","vocal":"","ignoreSpeaker":true},{"type":"dialog","speaker":"","content":"The singing is not supposed to cure the headache, but you feel better anyway. It's just that the melody that the girl is singing sounds very familiar.","vocal":"","ignoreSpeaker":true},{"type":"dialog","speaker":"","content":"the melody that the girl is singing sounds very familiar.\n","vocal":"","ignoreSpeaker":true},{"type":"dialog","speaker":"","content":"It's as if she's been singing it to you a lot since the old days.\n","vocal":"","ignoreSpeaker":true},{"type":"bgm","bgm":"","noBgm":true},{"type":"dialog","speaker":"？？？","content":"That's it. Whew.","vocal":"","ignoreSpeaker":false},{"type":"dialog","speaker":"","content":"it's been a while since I've sung, so I hope the level doesn't drop. Hey, how do you feel? \n","vocal":"","ignoreSpeaker":false},{"type":"dialog","speaker":"","content":"Ah, I'm sorry, I was so into it I almost forgot you weren't feeling well, how are you feeling now? Do you want to rest a bit more and get some sunshine?\n","vocal":"","ignoreSpeaker":false},{"type":"bg","bg":"床边的灯.png","noBg":false,"next":true},{"type":"dialog","speaker":"","content":"The girl in front of you has an anxious face, and she used to ask you a series of questions in such a hurry that you suddenly remember that she is called ray and is your friend.\n","vocal":"","ignoreSpeaker":false},{"type":"dialog","speaker":"","content":"She is your bestie, she likes to sing, she used to walk like this and suddenly sing, causing passers-by to stop and watch;\n","vocal":"","ignoreSpeaker":false},{"type":"dialog","speaker":"","content":"She used to take care of you when you were not feeling well, but not quiet at all, always nagging and fumbling.\n","vocal":"","ignoreSpeaker":false},{"type":"dialog","speaker":"","content":"But this is her, your essential friend. The trip you have been planning for a long time finally came to fruition after graduation. \n","vocal":"","ignoreSpeaker":false},{"type":"dialog","speaker":"","content":"And now, you are in the middle of the journey. \n","vocal":"","ignoreSpeaker":false},{"type":"dialog","speaker":"","content":"With the comfortable wind blowing, you slowly remember it all.","vocal":"","ignoreSpeaker":false},{"type":"bg","bg":"ray在蓝天下.png","noBg":false,"next":true},{"type":"dialog","speaker":"","content":"Ray: hello? can you hear me? Busted, did I sing you silly, it's not that hard to hear, right?\n","vocal":"","ignoreSpeaker":false},{"type":"dialog","speaker":"","content":"\"Me\": No, Ray, you're still so talkative. But I do feel a little better, thank you.","vocal":"","ignoreSpeaker":false},{"type":"dialog","speaker":"","content":"Ray: I can't believe you said thank you! Gosh, that must be the first time you've said that this year. I'm going to put that down in my notebook!\n","vocal":"","ignoreSpeaker":false},{"type":"dialog","speaker":"","content":"I heard that blowing more wind makes people smarter ...... Could that be true?\n","vocal":"","ignoreSpeaker":false},{"type":"dialog","speaker":"","content":"\"Me\": I don't know how to comment on it anymore, if it's really such a good thing, I'll definitely take you for more blowing.\n","vocal":"","ignoreSpeaker":false},{"type":"dialog","speaker":"","content":"I say thanks for not rocking my head when I have a headache.\n","vocal":"","ignoreSpeaker":false},{"type":"dialog","speaker":"Ray","content":"You bastard, you still have the spirit to quarrel, it seems that the head must be fine.\nSince the rest is done, then do not waste time, let's continue to travel, according to the plan, the next place is to see the wheat field, I am looking forward to a long time.\n","vocal":"","ignoreSpeaker":false},{"type":"dialog","speaker":"","content":"You watch as Ray solemnly raises her hand and snaps her fingers after a long wait. You just want to spit on her not to do something meaningless, the surrounding landscape suddenly began to change.\n","vocal":"","ignoreSpeaker":true},{"type":"dialog","speaker":"","content":"The dark green grass flew up into the sky into a vast canopy of trees, dark clouds replaced the clear sky, and many mountains appeared out of nowhere in the distance like land masses moving, and golden wheat rose up and converged around you into a large wheat field.\n","vocal":"","ignoreSpeaker":true},{"type":"bg","bg":"麦地.jpg","noBg":false,"next":true},{"type":"dialog","speaker":"","content":"You were stunned by the surrounding scenery, Ray yet very ordinary look at all this. She looked at your shocked expression and said with a smile, \"My magic is powerful, right?\"\n","vocal":"","ignoreSpeaker":true},{"type":"dialog","speaker":"","content":"\"Me\": ...... What's going on here?\n","vocal":"","ignoreSpeaker":false},{"type":"dialog","speaker":"","content":"Ray seemed to think for a moment how to explain, but soon showed a \"forget it I give up\" expression.\n","vocal":"","ignoreSpeaker":true},{"type":"dialog","speaker":"","content":"Ray: Now you may seem like this is impossible, but trust me, it's not a bad thing.\n","vocal":"","ignoreSpeaker":false},{"type":"dialog","speaker":"","content":"I'll tell you more about this when our trip is over.\n","vocal":"","ignoreSpeaker":false},{"type":"dialog","speaker":"","content":"A kitten is chasing the sun spot, the mischievous and cute look makes you both laugh out loud.\n","vocal":"","ignoreSpeaker":true},{"type":"dialog","speaker":"Ray","content":"Did you ever try to step on a spot of light before as a child? You know, those patches on the ground created when the sunlight passes through the leaves. \n","vocal":"","ignoreSpeaker":false},{"type":"dialog","speaker":"","content":"I once thought that it would disappear if I stepped on it, but it would always jump onto my foot instead. I tried and tried and tried, but I never succeeded... \n","vocal":"","ignoreSpeaker":false},{"type":"dialog","speaker":"","content":"Quite the sore loser I was, then — sitting on a rock, sighing to myself and thinking, \"Ah, so there are things in this world that can't be stepped on...\"\n","vocal":"","ignoreSpeaker":false},{"type":"dialog","speaker":"","content":"Ray finished taking your hand and walked through the wheat field.\n","vocal":"","ignoreSpeaker":true},{"type":"dialog","speaker":"","content":"You reached out and touched the wheat around you, the grains were clear and some of the leaves had flying insects on them. The wheat is all real.\n","vocal":"","ignoreSpeaker":true},{"type":"dialog","speaker":"","content":"The clouds in the sky are slowly gathering, as if it is going to rain soon, and Ray is running ahead, faster and faster, and you are going all the way down, in the opposite direction from where the wind is blowing.\n","vocal":"","ignoreSpeaker":true},{"type":"dialog","speaker":"","content":"Ray：The wind's so strong—! It's blowing my voice back at me—! Hahaha...\n","vocal":"","ignoreSpeaker":false},{"type":"dialog","speaker":"","content":"The rain is slowly coming down. Even if you run faster, but also cannot be faster than the wind and rain rushing behind you.\n","vocal":"","ignoreSpeaker":true},{"type":"dialog","speaker":"","content":"Before you be like a drowned rat, Ray snapped her fingers, the landscape around you changed again, the rain stagnated in the air, the wheat just blown down by the wind stood up again, turning into a shorter and greener grass.\n","vocal":"","ignoreSpeaker":true},{"type":"bg","bg":"教堂.jpg","noBg":false,"next":true},{"type":"dialog","speaker":"","content":"The appearance of a church emerged in the distance.\n","vocal":"","ignoreSpeaker":true},{"type":"dialog","speaker":"","content":"Although it was the second time, and there was no physical discomfort, but this sudden way still caught you off guard. \n","vocal":"","ignoreSpeaker":true},{"type":"dialog","speaker":"","content":"“Me”：It's really a convenient way to travel......\n","vocal":"","ignoreSpeaker":false},{"type":"dialog","speaker":"","content":"Maybe you can get used to it after a few more experiences ......\n","vocal":"","ignoreSpeaker":true},{"type":"dialog","speaker":"","content":"In the distance a small child was holding a man, perhaps his father, by the hand and talking happily about something. But the father was concentrating on prayer and turned a deaf ear to his words.\n","vocal":"","ignoreSpeaker":true},{"type":"dialog","speaker":"Ray","content":"Look at that daddy, totally ignoring his kids. Speaking of that, I thought of my daddy, he couldn't hear very well. \n","vocal":"","ignoreSpeaker":false},{"type":"dialog","speaker":"","content":"When I was young, he would always smile no matter what I said to him, and so I thought that everything I said was correct. \n","vocal":"","ignoreSpeaker":false},{"type":"dialog","speaker":"","content":"So I kept talking, and he would keep smiling. \n","vocal":"","ignoreSpeaker":false},{"type":"dialog","speaker":"","content":"Later, I found out that he was smiling because he couldn't hear clearly, but... as long as he's truly happy, I'll keep talking to him.\n","vocal":"","ignoreSpeaker":false},{"type":"dialog","speaker":"","content":"Looking at ray's expression, she doesn't seem to be upset by these things.\n","vocal":"","ignoreSpeaker":true},{"type":"dialog","speaker":"","content":"You walked into the church together and felt the solemn atmosphere around you. Most of the people who come here are hoping for a better future, so they are quiet and devout.\n","vocal":"","ignoreSpeaker":true},{"type":"bg","bg":"ray的招手示意.png","noBg":false,"next":true},{"type":"dialog","speaker":"","content":"The wooden pews in the back of the church are empty, and Ray finds a place to sit and looks at you with a smile and gestures for you to sit next to her.\n","vocal":"","ignoreSpeaker":true},{"type":"dialog","speaker":"","content":"Ray: This lectern is really like the platform for fireworks at my house. I wonder if we can have fireworks in the church, Sparkling, crackling, little fireworks~\n","vocal":"","ignoreSpeaker":false},{"type":"dialog","speaker":"","content":"\"Me\": That's not a good idea.\n","vocal":"","ignoreSpeaker":false},{"type":"dialog","speaker":"","content":"The priest with the books comes on stage and tells the story of the angels, Ray looks at the painted glass above the priest's head, from which many beams of light shine down and cast on the floor, decorating the room with an ancient look.\n","vocal":"","ignoreSpeaker":true},{"type":"dialog","speaker":"","content":"Ray whispers to you as she watches：\n","vocal":"","ignoreSpeaker":true},{"type":"dialog","speaker":"Ray","content":"My family doesn't like the church very much because it's where people come when they die. \n","vocal":"","ignoreSpeaker":false},{"type":"dialog","speaker":"","content":"Every time it was the weekend, there were people singing here and my sister would say they were godly. \n","vocal":"","ignoreSpeaker":false},{"type":"dialog","speaker":"","content":"Although I always agree with her, but in fact every time I see the yellow light in the church, I think it is particularly mysterious and beautiful. \n","vocal":"","ignoreSpeaker":false},{"type":"dialog","speaker":"","content":"Haha, in fact I have long wanted to come in and see.\n","vocal":"","ignoreSpeaker":false},{"type":"dialog","speaker":"","content":"Although you know that ray is not religious, you still sat down and listened quietly for a long time until the church bells rang and people left one after another in a chime. It was getting late.\n","vocal":"","ignoreSpeaker":true},{"type":"dialog","speaker":"","content":"Ray: So this is what church feels like! Every moment is giving birth to moving stories, people who met and knew each other under the watchful eye of the gods slowly growing up, maturing and eventually growing old. \n","vocal":"","ignoreSpeaker":false},{"type":"dialog","speaker":"","content":"But when they come to this place, it feels like it has always been like this, and they are as they were at the beginning.\n","vocal":"","ignoreSpeaker":false},{"type":"dialog","speaker":"","content":"\"Me\": The church also has a different meaning for everyone, right?\n","vocal":"","ignoreSpeaker":false},{"type":"dialog","speaker":"","content":"You look to ray and wait for her to \"do her magic\".\n","vocal":"","ignoreSpeaker":true},{"type":"dialog","speaker":"","content":"Ray snaps her fingers. You trust yourself not to be surprised this time, and then watch yourself get farther and farther from the ground. \n","vocal":"","ignoreSpeaker":true},{"type":"bg","bg":"俯瞰地面.jpg","noBg":false,"next":true},{"type":"dialog","speaker":"","content":"“Me”：？！？！","vocal":"","ignoreSpeaker":false},{"type":"dialog","speaker":"","content":"You cover your eyes in fear. You don't know when you lifted off, but the weightlessness doesn't hit you, and you slowly look around, this time in a hot air balloon.\n","vocal":"","ignoreSpeaker":true},{"type":"dialog","speaker":"","content":"Ray: Look at your emoji, you must not have thought there was such an exciting project.\n","vocal":"","ignoreSpeaker":false},{"type":"dialog","speaker":"","content":"\"Me\": If you knew, why didn't you warn me? I thought I was going to fall to my death, I was so scared.\n","vocal":"","ignoreSpeaker":false},{"type":"dialog","speaker":"","content":"Ray: Don't worry, I won't pull you together to kill yourself at such a happy time. Look around it is very safe. \n","vocal":"","ignoreSpeaker":false},{"type":"dialog","speaker":"","content":"This is the first time I've been in a hot air balloon, and I don't feel like I'm flying that high. But the scenery is very beautiful ~\n","vocal":"","ignoreSpeaker":false},{"type":"dialog","speaker":"","content":"You also poke your head out to see the view below. The hot air balloon is flying slowly and every now and then you can feel the hot air currents on your cheeks.","vocal":"","ignoreSpeaker":true},{"type":"dialog","speaker":"","content":" The sun is almost setting, and although you've only just woken up in the morning, it feels like an incredibly fulfilling day.\n","vocal":"","ignoreSpeaker":true},{"type":"dialog","speaker":"","content":"Ray: Great, a chance to sit down, and I wanted to say thank you for helping me fulfill my wish to travel.","vocal":"","ignoreSpeaker":false},{"type":"dialog","speaker":"","content":"You're not used to her solemn way of saying thank you, so you smile along with her. \n","vocal":"","ignoreSpeaker":true},{"type":"dialog","speaker":"","content":"\"Me\": There are many more opportunities like this. If you want to go somewhere else in the future, just call me. As long as I have time, I'll definitely go.\n","vocal":"","ignoreSpeaker":false},{"type":"dialog","speaker":"","content":"Ray: Haha, I knew you were a nice guy. If it were my mom, I wouldn't guarantee she'd go anywhere with me.\n","vocal":"","ignoreSpeaker":false},{"type":"dialog","speaker":"","content":"\"Me\": Of course I'm a nice guy.\n","vocal":"","ignoreSpeaker":false},{"type":"dialog","speaker":"","content":"Ray: Just sit quietly for a while longer.","vocal":"","ignoreSpeaker":false},{"type":"dialog","speaker":"","content":"……","vocal":"","ignoreSpeaker":true},{"type":"dialog","speaker":"","content":"No one was talking. But the atmosphere wasn't awkward, you were all feeling the fresh experience of the hot air balloon ride and the short-lived sunset.\n","vocal":"","ignoreSpeaker":true},{"type":"dialog","speaker":"","content":"Ray: I have one more place want to go. Can you please accompany me?\n","vocal":"","ignoreSpeaker":false},{"type":"dialog","speaker":"","content":"Having been to so many places together, why not. \n","vocal":"","ignoreSpeaker":true},{"type":"dialog","speaker":"","content":"\"Me\": let's go.\n","vocal":"","ignoreSpeaker":false},{"type":"bg","bg":"","noBg":true,"next":false},{"type":"dialog","speaker":"","content":"Ray snaps her fingers.","vocal":"","ignoreSpeaker":true},{"type":"dialog","speaker":"","content":"The sky in the hot air balloon seemed to shatter into a torn piece of paper passing you by. The sky is dark, the environment is humid, and the building in front of you looks as if it is a hospital.\n","vocal":"","ignoreSpeaker":true},{"type":"dialog","speaker":"","content":"You follow Ray, questioning where she wants to take you.\n","vocal":"","ignoreSpeaker":true},{"type":"bg","bg":"医院.png","noBg":false,"next":true},{"type":"dialog","speaker":"","content":"Ray: My friend has been in the hospital for a long time, but she hasn't gotten better. I'm so worried that she won't wake up, sometimes I even want to knock her head to make her open her eyes in a hurry, but I can't do it.","vocal":"","ignoreSpeaker":false},{"type":"dialog","speaker":"","content":"I can only watch her here, and her parents crying, I can not do anything.\n","vocal":"","ignoreSpeaker":false},{"type":"dialog","speaker":"","content":"Who is she talking about? Why only watch her from here but not go inside the hospital?\n","vocal":"","ignoreSpeaker":true},{"type":"dialog","speaker":"","content":"You are pondering these questions and look over to the window.\n","vocal":"","ignoreSpeaker":true},{"type":"dialog","speaker":"","content":"The person lying on the bed looks like she has lost her life and her eyes are tightly closed. When you look at the person's face, you are taken aback.","vocal":"","ignoreSpeaker":true},{"type":"dialog","speaker":"","content":"The person lying on the bed is none other than you.\n","vocal":"","ignoreSpeaker":true},{"type":"dialog","speaker":"","content":"Ray: It was supposed to be a happy event. The trip that was planned for a long time had finally started. But on the way there we got into a car accident.\n","vocal":"","ignoreSpeaker":false},{"type":"dialog","speaker":"","content":"\"Me\": ......\n","vocal":"","ignoreSpeaker":false},{"type":"dialog","speaker":"","content":"Ray: I was so scared, I saw her get hit by the car door and her body rolled a long way away. I was going to wake her up, but I couldn't move either. Maybe I was pinned down by something, my head felt dizzy, and then I lost consciousness.\n","vocal":"","ignoreSpeaker":false},{"type":"bg","bg":"","noBg":true,"next":false},{"type":"dialog","speaker":"","content":"......\n","vocal":"","ignoreSpeaker":true},{"type":"dialog","speaker":"","content":"That's right.\n","vocal":"","ignoreSpeaker":true},{"type":"dialog","speaker":"","content":"You were involved in a car accident on your way to a trip that developed into the worst possible situation.\n","vocal":"","ignoreSpeaker":true},{"type":"dialog","speaker":"","content":"You slowly recalled it.\n","vocal":"","ignoreSpeaker":true},{"type":"bg","bg":"事故1.png","noBg":false,"next":true},{"type":"dialog","speaker":"","content":"You were awake only briefly for a short while, knowing that you had met with misfortune. But soon you saw Ray and she was in worse condition; her head was crushed and she was bleeding profusely.\n","vocal":"","ignoreSpeaker":true},{"type":"dialog","speaker":"","content":"Ray: But thanks to the ambulance you called, most of the people at the site were saved, and you were taken to the hospital for treatment. I have to say, you are very reliable in critical moments.\n","vocal":"","ignoreSpeaker":false},{"type":"bg","bg":"事故2.png","noBg":false,"next":true},{"type":"dialog","speaker":"","content":"You know what Ray's words mean.\n","vocal":"","ignoreSpeaker":true},{"type":"dialog","speaker":"","content":"The first thing you thought of after seeing what happened to Ray was to call for help, and fortunately the phone was still in your pocket and undamaged. You called for help, but have no recollection of what happened after that.\n","vocal":"","ignoreSpeaker":true},{"type":"dialog","speaker":"","content":"Ray: You are also considered a lucky dog, injured but not serious, in addition to experience a disabled life should not affect it.\n","vocal":"","ignoreSpeaker":false},{"type":"dialog","speaker":"","content":"But ...... I was sentenced to die on the spot, is completely hopeless.\n","vocal":"","ignoreSpeaker":false},{"type":"dialog","speaker":"","content":"Your bastard is also, has not been able to wake up, has not opened your eyes.\n","vocal":"","ignoreSpeaker":false},{"type":"dialog","speaker":"","content":"I thought it was because I didn't go on the trip so you were angry with me, and that's why I did a lot of fantasy places to go with you. Luckily you didn't seem to have that intention at all.\n","vocal":"","ignoreSpeaker":false},{"type":"dialog","speaker":"","content":"However, I was the one who initially proposed the trip, so it should be my fault too. ","vocal":"","ignoreSpeaker":false},{"type":"dialog","speaker":"","content":"Thank you for not being angry with me.\n","vocal":"","ignoreSpeaker":false},{"type":"bg","bg":"","noBg":true,"next":false},{"type":"dialog","speaker":"","content":"The information comes so fast that you don't know how to react for a while. It was an accident, which is certainly not Ray's fault. But you now understand the \"magic\", the scene you wish to see is what happened. Maybe it was just you, the real you in the hospital bed fantasy.\n","vocal":"","ignoreSpeaker":true},{"type":"dialog","speaker":"","content":"But Ray...\nShe's dead? Never to be seen again?\n","vocal":"","ignoreSpeaker":true},{"type":"dialog","speaker":"","content":"Ray: Then it's about time to wake up, my dear friend.","vocal":"","ignoreSpeaker":false},{"type":"bg","bg":"ray仰视.png","noBg":false,"next":true},{"type":"dialog","speaker":"","content":"Ray: I heard the doctor say that if you don't wake up, you will be judged hopeless. You must cherish the life that was so carefully saved, so wake up quickly!\n","vocal":"","ignoreSpeaker":false},{"type":"dialog","speaker":"","content":"And your loved ones, every day at your bedside visit, weeping. You don't want to let them down, go open your eyes and surprise them.\n","vocal":"","ignoreSpeaker":false},{"type":"dialog","speaker":"","content":"And me too ...... although maybe we can't go somewhere else together, please live well for me.\n","vocal":"","ignoreSpeaker":false},{"type":"bg","bg":"门和光线.jpg","noBg":false,"next":true},{"type":"dialog","speaker":"","content":"Like a door opening, you see the sight of the hospital room and the blinding light on the other side of the door. \n","vocal":"","ignoreSpeaker":true},{"type":"dialog","speaker":"","content":"Maybe it really is time to wake up, and you feel the sounds of the outside world talking more and more clearly, your mother's cries, the doctor's comforting voice, the sound of cicadas, your own heartbeat.\n","vocal":"","ignoreSpeaker":true},{"type":"dialog","speaker":"","content":"Lub-dub, lub-dub, lub-dub.\n","vocal":"","ignoreSpeaker":true},{"type":"dialog","speaker":"","content":"Is this a fulfilling day? Yes. But Ray didn't come with you, and you know that the girl just now is not actually Ray, the real Ray may have ...... \n","vocal":"","ignoreSpeaker":true},{"type":"dialog","speaker":"","content":"\"Thank you for traveling with me.\"\n","vocal":"","ignoreSpeaker":true},{"type":"dialog","speaker":"","content":"Ray's voice said from behind.","vocal":"","ignoreSpeaker":true},{"type":"bg","bg":"","noBg":true,"next":false},{"type":"dialog","speaker":"","content":"……","vocal":"","ignoreSpeaker":true},{"type":"dialog","speaker":"","content":"……","vocal":"","ignoreSpeaker":true},{"type":"dialog","speaker":"","content":"……","vocal":"","ignoreSpeaker":true},{"type":"bg","bg":"天花板.png","noBg":false,"next":true},{"type":"dialog","speaker":"","content":"Ceiling.\n","vocal":"","ignoreSpeaker":true},{"type":"dialog","speaker":"","content":"The lights in the ward.\n","vocal":"","ignoreSpeaker":true},{"type":"dialog","speaker":"","content":"People's gasps of surprise.\n","vocal":"","ignoreSpeaker":true},{"type":"dialog","speaker":"","content":"Mom rushed to her feet and held your hand as the doctor said it was a miracle. The doctor's brown eyes, as if they had just been seen somewhere.\n","vocal":"","ignoreSpeaker":true},{"type":"dialog","speaker":"","content":"You look at these things and for a moment you can't tell which are real and which are dreams. It seems like you have really just traveled to a very far country, with your best friend, to golden wheat fields, beautiful churches and warm hot air balloons. \n","vocal":"","ignoreSpeaker":true},{"type":"bg","bg":"‘'我'’.png","noBg":false,"next":true},{"type":"dialog","speaker":"“Me”","content":"I will live a good life.\n","vocal":"","ignoreSpeaker":false},{"type":"dialog","speaker":"","content":"I suddenly said this to myself, and then couldn't help the tears flowing down my face.","vocal":"","ignoreSpeaker":true},{"type":"choose","chooseItem":[{"text":"play again","scene":"start.txt"},{"text":"play again","scene":"start.txt"},{"text":"play again","scene":"start.txt"}]}]